/* Напишите программу, которая 
принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа */

internal class Program
{
    private static void Main(string[] args)
    {
        Console.Clear();

        string number = 457.ToString();
        Console.WriteLine(number[1]);
    }
}